Repository: OlegSotnikov/sallyport
Catalog: mac/Sources/SallyportApp/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pt_br, ru, zh_hans

source: The management connection closed.
de: Die Verwaltungsverbindung wurde geschlossen.
es: La conexión de gestión se ha cerrado.
fr: La connexion de gestion s’est fermée.
pt_br: A conexão de gerenciamento foi encerrada.
ru: Соединение со службой управления закрыто.
zh_hans: 管理连接已关闭。

source: The management request timed out.
de: Zeitüberschreitung bei der Verwaltungsanfrage.
es: La solicitud de gestión ha agotado el tiempo de espera.
fr: La demande de gestion a expiré.
pt_br: A solicitação de gerenciamento atingiu o tempo limite.
ru: Время ожидания запроса к службе управления истекло.
zh_hans: 管理请求超时。

source: The management service is unavailable.
de: Der Verwaltungsdienst ist nicht verfügbar.
es: El servicio de gestión no está disponible.
fr: Le service de gestion est indisponible.
pt_br: O serviço de gerenciamento está indisponível.
ru: Служба управления недоступна.
zh_hans: 管理服务不可用。

source: The reset erases:
de: Beim Zurücksetzen wird Folgendes gelöscht:
es: El restablecimiento borra:
fr: La réinitialisation efface :
pt_br: A redefinição apaga:
ru: При сбросе будут удалены:
zh_hans: 重置会抹掉：

source: The sealed vault configuration could not be decoded.
de: Die versiegelte Tresorkonfiguration konnte nicht decodiert werden.
es: No se ha podido decodificar la configuración sellada de la bóveda.
fr: La configuration scellée du coffre n’a pas pu être décodée.
pt_br: Não foi possível decodificar a configuração selada do cofre.
ru: Не удалось декодировать защищённую конфигурацию хранилища.
zh_hans: 无法解码密封的密钥库配置。

source: The stored vault identity is empty.
de: Die gespeicherte Tresoridentität ist leer.
es: La identidad almacenada de la bóveda está vacía.
fr: L’identité stockée du coffre est vide.
pt_br: A identidade armazenada do cofre está vazia.
ru: Сохранённый идентификатор хранилища пуст.
zh_hans: 存储的密钥库身份为空。

source: The vault is locked
de: Der Tresor ist gesperrt
es: La bóveda está bloqueada
fr: Le coffre est verrouillé
pt_br: O cofre está bloqueado
ru: Хранилище заблокировано
zh_hans: 密钥库已锁定

source: The vault is locked. Unlock it and try again.
de: Der Tresor ist gesperrt. Entsperre ihn und versuche es erneut.
es: La bóveda está bloqueada. Desbloquéala e inténtalo de nuevo.
fr: Le coffre est verrouillé. Déverrouillez-le et réessayez.
pt_br: O cofre está bloqueado. Desbloqueie-o e tente novamente.
ru: Хранилище заблокировано. Разблокируйте его и повторите попытку.
zh_hans: 密钥库已锁定。请解锁后重试。

source: The vault is quarantined. Review the integrity warning before continuing.
de: Der Tresor befindet sich in Quarantäne. Prüfe die Integritätswarnung, bevor du fortfährst.
es: La bóveda está en cuarentena. Revisa el aviso de integridad antes de continuar.
fr: Le coffre est en quarantaine. Examinez l’avertissement d’intégrité avant de continuer.
pt_br: O cofre está em quarentena. Analise o aviso de integridade antes de continuar.
ru: Хранилище помещено в карантин. Перед продолжением прочитайте предупреждение о целостности.
zh_hans: 密钥库已被隔离。请先查看完整性警告，然后再继续。

source: The vault is still locked. The key was not added.
de: Der Tresor ist weiterhin gesperrt. Der Schlüssel wurde nicht hinzugefügt.
es: La bóveda sigue bloqueada. No se ha añadido la clave.
fr: Le coffre est toujours verrouillé. La clé n’a pas été ajoutée.
pt_br: O cofre ainda está bloqueado. A chave não foi adicionada.
ru: Хранилище всё ещё заблокировано. Ключ не был добавлен.
zh_hans: 密钥库仍处于锁定状态。密钥未添加。

source: The vault was locked or unlocked again before this operation finished.
de: Der Tresor wurde erneut gesperrt oder entsperrt, bevor dieser Vorgang abgeschlossen war.
es: La bóveda se ha bloqueado o desbloqueado de nuevo antes de que terminara esta operación.
fr: Le coffre a été verrouillé ou déverrouillé de nouveau avant la fin de cette opération.
pt_br: O cofre foi bloqueado ou desbloqueado novamente antes da conclusão desta operação.
ru: Состояние блокировки хранилища снова изменилось до завершения операции.
zh_hans: 此操作完成前，密钥库再次被锁定或解锁。

source: The vault wrap key is stored in a user-readable software file. The hardware gate replaces it with a vault identity protected by Secure Enclave and Touch ID.
de: Der Tresor-Wrap-Schlüssel ist in einer für den Benutzer lesbaren Softwaredatei gespeichert. Der Hardware-Schutz ersetzt ihn durch eine Tresoridentität, die durch Secure Enclave und Touch ID geschützt ist.
es: La clave de envoltura de la bóveda se almacena en un archivo de software legible por el usuario. La protección por hardware la sustituye por una identidad de bóveda protegida mediante Secure Enclave y Touch ID.
fr: La clé d’enveloppement du coffre est stockée dans un fichier logiciel lisible par l’utilisateur. La protection matérielle la remplace par une identité de coffre protégée par Secure Enclave et Touch ID.
pt_br: A chave de encapsulamento do cofre é armazenada em um arquivo de software que o usuário pode ler. A proteção por hardware a substitui por uma identidade do cofre protegida pelo Secure Enclave e Touch ID.
ru: Ключ-обёртка хранилища хранится в программном файле, доступном пользователю. Аппаратная защита заменяет его идентификатором хранилища, защищённым Secure Enclave и Touch ID.
zh_hans: 密钥库封装密钥存储在用户可读的软件文件中。硬件门控会将其替换为受 Secure Enclave 和 Touch ID 保护的密钥库身份。

source: There is no backup, export, or recovery. After erasing, create a new vault and reissue keys from their providers.
de: Es gibt weder Sicherung noch Export oder Wiederherstellung. Erstelle nach dem Löschen einen neuen Tresor und lass die Schlüssel von ihren Anbietern neu ausstellen.
es: No hay copia de seguridad, exportación ni recuperación. Después de borrar, crea una bóveda nueva y solicita a los proveedores que vuelvan a emitir las claves.
fr: Il n’existe ni sauvegarde, ni exportation, ni récupération. Après l’effacement, créez un coffre et faites réémettre les clés par leurs fournisseurs.
pt_br: Não há backup, exportação nem recuperação. Depois de apagar, crie um novo cofre e reemita as chaves junto aos provedores.
ru: Резервной копии, экспорта и восстановления нет. После удаления создайте новое хранилище и заново получите ключи у их поставщиков.
zh_hans: 没有备份、导出或恢复方式。抹掉后，请创建新密钥库并从提供方重新签发密钥。

source: This call requires Touch ID.
de: Dieser Aufruf erfordert Touch ID.
es: Esta llamada requiere Touch ID.
fr: Cet appel nécessite Touch ID.
pt_br: Esta chamada exige Touch ID.
ru: Для этого вызова требуется Touch ID.
zh_hans: 本次调用需要 Touch ID。

source: This development build stores the vault key in software.
de: Dieser Entwicklungsbuild speichert den Tresorschlüssel in Software.
es: Esta versión de desarrollo almacena la clave de la bóveda en software.
fr: Cette version de développement stocke la clé du coffre sous forme logicielle.
pt_br: Esta versão de desenvolvimento armazena a chave do cofre em software.
ru: Эта сборка для разработки хранит ключ хранилища программно.
zh_hans: 此开发构建使用软件存储密钥库密钥。

source: This executable has no valid code signature. Verify it before allowlisting.
de: Diese ausführbare Datei hat keine gültige Codesignatur. Überprüfe sie, bevor du sie zur Zulassungsliste hinzufügst.
es: Este ejecutable no tiene una firma de código válida. Verifícalo antes de añadirlo a la lista de permitidos.
fr: Cet exécutable n’a pas de signature de code valide. Vérifiez-le avant de l’ajouter à la liste d’autorisation.
pt_br: Este executável não tem uma assinatura de código válida. Verifique-o antes de adicioná-lo à lista de permissões.
ru: У этого исполняемого файла нет действительной подписи кода. Проверьте файл перед добавлением в список разрешённых.
zh_hans: 此可执行文件没有有效代码签名。加入允许列表前，请先验证。

source: This key has no host binding and will not be sent. Add the API host.
de: Dieser Schlüssel hat keine Hostbindung und wird nicht gesendet. Füge den API-Host hinzu.
es: Esta clave no tiene ninguna vinculación de host y no se enviará. Añade el host de la API.
fr: Cette clé n’a aucune liaison d’hôte et ne sera pas envoyée. Ajoutez l’hôte de l’API.
pt_br: Esta chave não tem vínculo de host e não será enviada. Adicione o host da API.
ru: Этот ключ не имеет привязки к хосту и не будет отправлен. Добавьте хост API.
zh_hans: 此密钥没有主机绑定，因此不会发送。请添加 API 主机。

source: This key is password-protected. Enter its passphrase to import it.
de: Dieser Schlüssel ist passwortgeschützt. Gib zum Importieren seine Passphrase ein.
es: Esta clave está protegida por contraseña. Introduce su frase de contraseña para importarla.
fr: Cette clé est protégée par mot de passe. Saisissez sa phrase secrète pour l’importer.
pt_br: Esta chave é protegida por senha. Digite a frase secreta para importá-la.
ru: Этот ключ защищён паролем. Для импорта введите его парольную фразу.
zh_hans: 此密钥受密码保护。请输入密码短语以导入。

source: This permanently destroys every stored key.
de: Dadurch werden alle gespeicherten Schlüssel dauerhaft vernichtet.
es: Esto destruye de forma permanente todas las claves almacenadas.
fr: Cette opération détruit définitivement toutes les clés stockées.
pt_br: Isto destrói permanentemente todas as chaves armazenadas.
ru: Это безвозвратно уничтожит все сохранённые ключи.
zh_hans: 这将永久销毁所有已存储密钥。

source: Time
de: Zeit
es: Hora
fr: Heure
pt_br: Horário
ru: Время
zh_hans: 时间

source: Timed out
de: Zeitüberschreitung
es: Tiempo de espera agotado
fr: Délai dépassé
pt_br: Tempo limite atingido
ru: Время ожидания истекло
zh_hans: 已超时

source: Token renews automatically
de: Token wird automatisch erneuert
es: El token se renueva automáticamente
fr: Le jeton est renouvelé automatiquement
pt_br: O token é renovado automaticamente
ru: Токен обновляется автоматически
zh_hans: 令牌会自动续期

source: Took
de: Dauer
es: Duración
fr: Durée
pt_br: Duração
ru: Заняло
zh_hans: 耗时

source: Tools are exposed to agents as <name>.<tool>.
de: Tools werden Agenten als <name>.<tool> bereitgestellt.
es: Las herramientas se exponen a los agentes como <name>.<tool>.
fr: Les outils sont exposés aux agents sous la forme <name>.<tool>.
pt_br: As ferramentas são expostas aos agentes como <name>.<tool>.
ru: Инструменты доступны агентам как <name>.<tool>.
zh_hans: 工具以 <name>.<tool> 的形式向智能体公开。

source: Touch ID did not confirm the reset. Sallyport did not erase any data.
de: Touch ID hat das Zurücksetzen nicht bestätigt. Sallyport hat keine Daten gelöscht.
es: Touch ID no ha confirmado el restablecimiento. Sallyport no ha borrado ningún dato.
fr: Touch ID n’a pas confirmé la réinitialisation. Sallyport n’a effacé aucune donnée.
pt_br: O Touch ID não confirmou a redefinição. O Sallyport não apagou nenhum dado.
ru: Touch ID не подтвердил сброс. Sallyport не удалил данные.
zh_hans: Touch ID 未确认重置。Sallyport 未抹掉任何数据。

source: Touch ID is required to make this change.
de: Für diese Änderung ist Touch ID erforderlich.
es: Se requiere Touch ID para hacer este cambio.
fr: Touch ID est requis pour effectuer cette modification.
pt_br: O Touch ID é necessário para fazer esta alteração.
ru: Для внесения этого изменения требуется Touch ID.
zh_hans: 进行此更改需要 Touch ID。

source: Touch ID per call
de: Touch ID pro Aufruf
es: Touch ID por llamada
fr: Touch ID à chaque appel
pt_br: Touch ID por chamada
ru: Touch ID для каждого вызова
zh_hans: 每次调用均需 Touch ID

source: Trust on first use
de: Beim ersten Zugriff vertrauen
es: Confiar en el primer uso
fr: Confiance à la première utilisation
pt_br: Confiar no primeiro uso
ru: Доверять при первом подключении
zh_hans: 首次使用时信任

source: Trust on first use records the first key seen. Strict mode requires a known key.
de: Beim ersten Zugriff wird der zuerst erkannte Schlüssel gespeichert. Der strikte Modus erfordert einen bekannten Schlüssel.
es: Al confiar en el primer uso se registra la primera clave detectada. El modo estricto requiere una clave conocida.
fr: La confiance à la première utilisation enregistre la première clé reçue. Le mode Strict nécessite une clé connue.
pt_br: Confiar no primeiro uso registra a primeira chave recebida. O modo Estrito exige uma chave conhecida.
ru: При первом подключении сохраняется первый полученный ключ. В строгом режиме ключ должен быть известен заранее.
zh_hans: 首次使用时信任会记录首次发现的密钥。严格模式需要已知密钥。

source: Type to confirm
de: Zur Bestätigung eingeben
es: Escribe para confirmar
fr: Saisissez pour confirmer
pt_br: Digite para confirmar
ru: Введите текст для подтверждения
zh_hans: 输入以确认

source: Unauthenticated
de: Nicht authentifiziert
es: Sin autenticar
fr: Non authentifié
pt_br: Não autenticado
ru: Без аутентификации
zh_hans: 未认证

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
pt_br: Desconhecido
ru: Неизвестно
zh_hans: 未知

source: Unlock
de: Entsperren
es: Desbloquear
fr: Déverrouiller
pt_br: Desbloquear
ru: Разблокировать
zh_hans: 解锁

source: Unlock & Add
de: Entsperren & hinzufügen
es: Desbloquear y añadir
fr: Déverrouiller et ajouter
pt_br: Desbloquear e adicionar
ru: Разблокировать и добавить
zh_hans: 解锁并添加

source: Unlock the Sallyport vault
de: Sallyport-Tresor entsperren
es: Desbloquear la bóveda de Sallyport
fr: Déverrouiller le coffre Sallyport
pt_br: Desbloquear o cofre do Sallyport
ru: Разблокировать хранилище Sallyport
zh_hans: 解锁 Sallyport 密钥库

source: Unlock the vault before enabling the hardware gate.
de: Entsperre den Tresor, bevor du den Hardware-Schutz aktivierst.
es: Desbloquea la bóveda antes de activar la protección por hardware.
fr: Déverrouillez le coffre avant d’activer la protection matérielle.
pt_br: Desbloqueie o cofre antes de ativar a proteção por hardware.
ru: Разблокируйте хранилище перед включением аппаратной защиты.
zh_hans: 启用硬件门控前，请先解锁密钥库。

source: Unlock the vault first.
de: Entsperre zuerst den Tresor.
es: Desbloquea primero la bóveda.
fr: Déverrouillez d’abord le coffre.
pt_br: Desbloqueie o cofre primeiro.
ru: Сначала разблокируйте хранилище.
zh_hans: 请先解锁密钥库。

source: Unlock the vault to add %@. Sallyport will continue after the unlock.
de: Entsperre den Tresor, um %@ hinzuzufügen. Sallyport fährt nach dem Entsperren fort.
es: Desbloquea la bóveda para añadir %@. Sallyport continuará después de desbloquearla.
fr: Déverrouillez le coffre pour ajouter %@. Sallyport poursuivra après le déverrouillage.
pt_br: Desbloqueie o cofre para adicionar %@. O Sallyport continuará após o desbloqueio.
ru: Разблокируйте хранилище, чтобы добавить %@. Sallyport продолжит работу после разблокировки.
zh_hans: 解锁密钥库以添加 %@。Sallyport 将在解锁后继续。

source: Unlock the vault to export the encrypted journal
de: Tresor entsperren, um das verschlüsselte Journal zu exportieren
es: Desbloquear la bóveda para exportar el diario cifrado
fr: Déverrouiller le coffre pour exporter le journal chiffré
pt_br: Desbloquear o cofre para exportar o diário criptografado
ru: Разблокируйте хранилище, чтобы экспортировать зашифрованный журнал.
zh_hans: 解锁密钥库以导出加密日志

source: Unlock to let bound credentials be used.
de: Entsperren, damit gebundene Zugangsdaten verwendet werden können.
es: Desbloquea para permitir el uso de las credenciales vinculadas.
fr: Déverrouillez pour autoriser l’utilisation des données d’authentification liées.
pt_br: Desbloqueie para permitir o uso das credenciais vinculadas.
ru: Разблокируйте хранилище, чтобы разрешить использование привязанных учётных данных.
zh_hans: 解锁以允许使用绑定的凭证。

source: Unlock with Touch ID
de: Mit Touch ID entsperren
es: Desbloquear con Touch ID
fr: Déverrouiller avec Touch ID
pt_br: Desbloquear com Touch ID
ru: Разблокировать с Touch ID
zh_hans: 使用 Touch ID 解锁

source: Unlocked · %@
de: Entsperrt · %@
es: Desbloqueada · %@
fr: Déverrouillé · %@
pt_br: Desbloqueado · %@
ru: Разблокировано · %@
zh_hans: 已解锁 · %@

source: Unlocked · no auto-lock
de: Entsperrt · keine automatische Sperre
es: Desbloqueada · sin bloqueo automático
fr: Déverrouillé · aucun verrouillage automatique
pt_br: Desbloqueado · sem bloqueio automático
ru: Разблокировано · нет автоблокировки
zh_hans: 已解锁 · 不自动锁定

source: Unsigned
de: Nicht signiert
es: Sin firmar
fr: Non signé
pt_br: Sem assinatura
ru: Без подписи
zh_hans: 未签名

source: Unsigned executable
de: Nicht signierte ausführbare Datei
es: Ejecutable sin firmar
fr: Exécutable non signé
pt_br: Executável sem assinatura
ru: Неподписанный исполняемый файл
zh_hans: 未签名的可执行文件

source: Unsigned: %@
de: Nicht signiert: %@
es: Sin firmar: %@
fr: Non signé : %@
pt_br: Sem assinatura: %@
ru: Нет подписи: %@
zh_hans: 未签名：%@

source: Updated %@
de: %@ aktualisiert
es: Se ha actualizado %@
fr: %@ mis à jour
pt_br: %@ atualizado
ru: Обновлено: %@
zh_hans: 已更新 %@

source: Updated ‘%@’
de: „%@“ aktualisiert
es: Se ha actualizado «%@»
fr: « %@ » mis à jour
pt_br: “%@” atualizado
ru: Обновлено: «%@»
zh_hans: 已更新“%@”

source: Use https://. Plain http:// is allowed only for localhost.
de: Verwende https://. Unverschlüsseltes http:// ist nur für localhost zulässig.
es: Usa https://. http:// sin cifrar solo se permite para localhost.
fr: Utilisez https://. http:// sans chiffrement est autorisé uniquement pour localhost.
pt_br: Use https://. http:// sem criptografia é permitido somente para localhost.
ru: Используйте https://. Протокол http:// разрешён только для localhost.
zh_hans: 请使用 https://。仅 localhost 可使用纯 http://。

source: Use letters, digits, _ or - (no spaces or dots).
de: Verwende Buchstaben, Ziffern, _ oder - (keine Leerzeichen oder Punkte).
es: Usa letras, dígitos, _ o - (sin espacios ni puntos).
fr: Utilisez des lettres, des chiffres, _ ou - (sans espaces ni points).
pt_br: Use letras, números, _ ou - (sem espaços nem pontos).
ru: Используйте буквы, цифры, _ или - (без пробелов и точек).
zh_hans: 请使用字母、数字、_ 或 -（不能包含空格或句点）。

source: Use letters, digits, _ or - (no spaces).
de: Verwende Buchstaben, Ziffern, _ oder - (keine Leerzeichen).
es: Usa letras, dígitos, _ o - (sin espacios).
fr: Utilisez des lettres, des chiffres, _ ou - (sans espaces).
pt_br: Use letras, números, _ ou - (sem espaços).
ru: Используйте буквы, цифры, _ или - (без пробелов).
zh_hans: 请使用字母、数字、_ 或 -（不能包含空格）。

source: User
de: Benutzer
es: Usuario
fr: Utilisateur
pt_br: Usuário
ru: Пользователь
zh_hans: 用户

source: User / port
de: Benutzer / Port
es: Usuario / puerto
fr: Utilisateur / port
pt_br: Usuário/porta
ru: Пользователь / порт
zh_hans: 用户/端口

source: Username and password
de: Benutzername und Passwort
es: Nombre de usuario y contraseña
fr: Nom d’utilisateur et mot de passe
pt_br: Nome de usuário e senha
ru: Имя пользователя и пароль
zh_hans: 用户名和密码

source: VS Code reads MCP servers from .vscode/mcp.json.
de: VS Code liest MCP-Server aus .vscode/mcp.json.
es: VS Code lee los servidores MCP de .vscode/mcp.json.
fr: VS Code lit les serveurs MCP dans .vscode/mcp.json.
pt_br: O VS Code lê os servidores MCP em .vscode/mcp.json.
ru: VS Code читает список серверов MCP из .vscode/mcp.json.
zh_hans: VS Code 从 .vscode/mcp.json 读取 MCP 服务器。

source: Valid code signature
de: Gültige Codesignatur
es: Firma de código válida
fr: Signature de code valide
pt_br: Assinatura de código válida
ru: Действительная подпись кода
zh_hans: 有效代码签名

source: Value
de: Wert
es: Valor
fr: Valeur
pt_br: Valor
ru: Значение
zh_hans: 值

source: Vault
de: Tresor
es: Bóveda
fr: Coffre
pt_br: Cofre
ru: Хранилище
zh_hans: 密钥库

source: Vault and keys
de: Tresor und Schlüssel
es: Bóveda y claves
fr: Coffre et clés
pt_br: Cofre e chaves
ru: Хранилище и ключи
zh_hans: 密钥库与密钥

source: Vault created with Secure Enclave and Touch ID protection.
de: Tresor mit Schutz durch Secure Enclave und Touch ID erstellt.
es: Bóveda creada con protección de Secure Enclave y Touch ID.
fr: Coffre créé et protégé par Secure Enclave et Touch ID.
pt_br: Cofre criado com a proteção do Secure Enclave e do Touch ID.
ru: Хранилище создано с использованием защиты Secure Enclave и Touch ID.
zh_hans: 已创建受 Secure Enclave 和 Touch ID 保护的密钥库。

source: Vault locked
de: Tresor gesperrt
es: Bóveda bloqueada
fr: Coffre verrouillé
pt_br: Cofre bloqueado
ru: Хранилище заблокировано
zh_hans: 密钥库已锁定

source: Vault locked · %@
de: Tresor gesperrt · %@
es: Bóveda bloqueada · %@
fr: Coffre verrouillé · %@
pt_br: Cofre bloqueado · %@
ru: Хранилище заблокировано · %@
zh_hans: 密钥库已锁定 · %@

source: Vault ready.
de: Tresor bereit.
es: Bóveda lista.
fr: Coffre prêt.
pt_br: Cofre pronto.
ru: Хранилище готово.
zh_hans: 密钥库已就绪。

source: Vault unlocked
de: Tresor entsperrt
es: Bóveda desbloqueada
fr: Coffre déverrouillé
pt_br: Cofre desbloqueado
ru: Хранилище разблокировано
zh_hans: 密钥库已解锁

source: Vault, agent connections, and security settings.
de: Tresor, Agent-Verbindungen und Sicherheitseinstellungen.
es: Bóveda, conexiones de agentes y ajustes de seguridad.
fr: Coffre, connexions d’agents et réglages de sécurité.
pt_br: Cofre, conexões de agentes e ajustes de segurança.
ru: Хранилище, подключения агентов и настройки безопасности.
zh_hans: 密钥库、智能体连接和安全性设置。

source: Verified
de: Verifiziert
es: Verificado
fr: Vérifié
pt_br: Verificado
ru: Проверено
zh_hans: 已验证

source: Verifying…
de: Wird überprüft …
es: Verificando…
fr: Vérification…
pt_br: Verificando…
ru: Проверка…
zh_hans: 正在验证…

source: Version and source.
de: Version und Quellcode.
es: Versión y código fuente.
fr: Version et code source.
pt_br: Versão e código-fonte.
ru: Версия и исходный код.
zh_hans: 版本和来源。

source: Waiting for browser…
de: Warten auf den Browser …
es: Esperando al navegador…
fr: En attente du navigateur…
pt_br: Aguardando o navegador…
ru: Ожидание браузера…
zh_hans: 正在等待浏览器…

source: When disabled, accepts any certificate from bound hosts. Use only for controlled internal endpoints.
de: Wenn diese Option deaktiviert ist, werden alle Zertifikate von gebundenen Hosts akzeptiert. Verwende sie nur für kontrollierte interne Endpunkte.
es: Cuando se desactiva, acepta cualquier certificado de los hosts vinculados. Úsalo solo para endpoints internos controlados.
fr: Lorsque cette option est désactivée, tout certificat des hôtes liés est accepté. À utiliser uniquement pour les points de terminaison internes contrôlés.
pt_br: Quando desativado, aceita qualquer certificado de hosts vinculados. Use somente para endpoints internos controlados.
ru: Когда проверка выключена, принимается любой сертификат от привязанных хостов. Используйте этот режим только для контролируемых внутренних конечных точек.
zh_hans: 停用后，将接受绑定主机提供的任何证书。仅用于受控的内部端点。

source: When on, changes to keys, hosts, and MCP servers require Touch ID. Security settings and allowlist changes always require Touch ID.
de: Wenn diese Option aktiviert ist, erfordern Änderungen an Schlüsseln, Hosts und MCP-Servern Touch ID. Sicherheitseinstellungen und Änderungen an der Zulassungsliste erfordern immer Touch ID.
es: Cuando se activa, los cambios en claves, hosts y servidores MCP requieren Touch ID. Los ajustes de seguridad y los cambios en la lista de permitidos siempre requieren Touch ID.
fr: Lorsque cette option est activée, les modifications apportées aux clés, hôtes et serveurs MCP nécessitent Touch ID. Les réglages de sécurité et les modifications de la liste d’autorisation nécessitent toujours Touch ID.
pt_br: Quando ativado, alterações em chaves, hosts e servidores MCP exigem Touch ID. Ajustes de segurança e alterações na lista de permissões sempre exigem Touch ID.
ru: Когда эта настройка включена, для изменения ключей, хостов и серверов MCP требуется Touch ID. Изменение настроек безопасности и списка разрешённых всегда требует Touch ID.
zh_hans: 开启后，更改密钥、主机和 MCP 服务器时需要 Touch ID。更改安全性设置和允许列表始终需要 Touch ID。
